{
  "plugins": {
    "Git": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "binary": {
      "src": "https://github.com/jackplus-xyz/binary.nvim"
    },
    "blink": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "blink.lib": {
      "src": "https://github.com/saghen/blink.lib"
    },
    "evergarden": {
      "src": "https://github.com/comfysage/evergarden"
    },
    "flutter-tools.nvim": {
      "src": "https://github.com/nvim-flutter/flutter-tools.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "git-worktree.nvim": {
      "src": "git@github.com:lakitu/git-worktree.nvim.git"
    },
    "github": {
      "src": "https://github.com/projekt0n/github-nvim-theme"
    },
    "gruvbox": {
      "src": "https://github.com/ellisonleao/gruvbox.nvim"
    },
    "happy-hacking": {
      "src": "https://github.com/yorickpeterse/happy_hacking.vim"
    },
    "harpoon": {
      "src": "https://github.com/theprimeagen/harpoon"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "nvim": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim"
    },
    "vim-be-good": {
      "src": "https://github.com/ThePrimeagen/vim-be-good"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-surround": {
      "src": "https://github.com/tpope/vim-surround"
    }
  }
}
